perf_test/results/read_20260531_164442/report.txt
Requests      [total, rate, throughput]         30, 1.03, 1.03
Duration      [total, attack, wait]             29.075s, 29s, 74.977ms
Latencies     [min, mean, 50, 90, 95, 99, max]  69.7ms, 80.853ms, 81.635ms, 91.233ms, 95.54ms, 97.454ms, 97.454ms
Bytes In      [total, mean]                     654630, 21821.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:30  
Error Set: